/* 
   Localizable.strings
   Timezone

   Created by Stéphane Chrétien on 05/05/09.
   Copyright 2009 NeoPhoenix. All rights reserved.
 */

// Timezone Hour Detection panel
"DetectionPanelTitleInit"		= "Welcome in \"Timezone\"";
"DetectionPanelTitleSetting"	= "Settings";
"DetectionPanelMessage"			= "iPhone's settings :\n- Timezone : %@\n- Hour : %@:%@\n\nYou can change them here:\nSettings>General>Date & Time\n\n";

// Table view titles
"CenterOn" = "Focus on:";
"Map"      = "Map:";

// Nasa legal
"Legal"		 = "This map has been provided by the NASA:";

// Maps
"VectorBlue"          = "Vector blue";
"VectorRed"           = "Vector red";
"OldMap"              = "Old map";
"NASABlueMarble"      = "NASA \"Blue Marble\"";
"NASABlueMarbleOcean" = "NASA \"Blue Marble\" with oceans";
"NASACityNight"       = "NASA \"Earth's city lights\"";

// Cities
"CustomPositio" = "Manual position";
"Apia"       = "UTC-11: Apia, Upolu, Samoa"; //01:00
"Honolulu"   = "UTC-10: Honolulu, Oahu, Hawaii, USA"; //02:00
"Anchorage"  = "UTC-9: Anchorage, Alaska, USA"; //03:00
"LosAngeles" = "UTC-8: Los Angeles, California, USA"; //04:00
"Calgary"    = "UTC-7: Calgary, Alberta, Canada"; //05:00
"Mexico"     = "UTC-6: Mexico City, Mexico"; //06:00
"NewYork"    = "UTC-5: New York City, USA"; //07:00
"Santiago"   = "UTC-4: Santiago, Chile"; //08:00
"SaoPaulo"   = "UTC-3: São Paulo, Brazil"; //09:00
"Fernando"   = "UTC-2: Fernando de Noronha, Brazil"; //10:00
"Praia"      = "UTC-1: Praia, Cape Verde"; //11:00
"London"     = "UTC: London, United Kingdom"; //12:00
"Paris"      = "UTC+1: Paris, France"; //13:00
"Cairo"      = "UTC+2: Cairo, Egypt"; //14:00
"Moscow"     = "UTC+3: Moscow, Russia"; //15:00
"Dubai"      = "UTC+4: Dubai, United Arab Emirates"; //16:00
"Karachi"    = "UTC+5: Karachi, Pakistan"; //17:00
"Mumbai"     = "UTC+5:30: Mumbai, India"; //17:30
"Kathmandu"  = "UTC+5:45: Kathmandu, Nepal"; //17:45
"Dhaka"      = "UTC+6: Dhaka, Bangladesh"; //18:00
"Yangon"     = "UTC+6:30: Yangon, Myanmar"; //18:30
"Jakarta"    = "UTC+7: Jakarta, Indonesia"; //19:00
"HongKong"   = "UTC+8: Hong Kong, China"; //20:00
"Tokyo"      = "UTC+9: Tokyo, Japan"; //21:00
"Adelaide"   = "UTC+9:30: Adelaide, Australia"; //21:30
"Sydney"     = "UTC+10: Sydney, Australia"; //22:00
"Nouméa"     = "UTC+11: Nouméa, New Caledonia"; //23:00
"Auckland"   = "UTC+12: Auckland, New Zealand"; //00:00 (the following day)
"Nukualofa"  = "UTC+13: Nukuʻalofa, Tonga"; //01:00 (the following day)
